Repository: reinefjord/teknologkoren-se
Catalog: teknologkoren_*/translations/*/LC_MESSAGES/messages.po
Languages: sv

source: (No translation available)
sv: (Ingen översättning tillgänglig)

source: News feed
sv: Nyhetsflöde

source: Change language
sv: Byt språk

source: Published
sv: Publicerad

source: Permalink
sv: Permalänk

source: Time
sv: Tid

source: Place
sv: Plats

source: Older
sv: Äldre

source: Newer
sv: Nyare

source: Previous
sv: Föregående

source: Next
sv: Nästa

source: Home
sv: Hem

source: About us
sv: Om oss

source: Concerts
sv: Konserter

source: Booking
sv: Boka

source: Sing with us
sv: Sjung med oss

source: Contact
sv: Kontakt

source: Intranet
sv: Intranät

source: Page
sv: Sida

source: Links
sv: Länkar

source: KTK on Facebook
sv: KTK på Facebook

source: KTK on Spotify
sv: KTK på Spotify

source: KTK on YouTube
sv: KTK på YouTube

source: KTK on SoundCloud
sv: KTK på SoundCloud

source: KTK on GitHub
sv: KTK på GitHub

source: RSS or Atom Syndication
sv: RSS eller Atom Syndication

source: 403 - Forbidden
sv: 403 - Begränsad åtkomst

source: This page has limited access. Sing the right tune and it might let you in?
sv: Denna sida har begränsad åtkomst. Sjung rätt melodi så kanske den släpper in dig?

source: 404 - Not Found
sv: 404 - Sidan finns inte

source: The page you wanted could not be found :(
sv: Sidan du ville ha kunde inte hittas :(

source: 500 - Internal Server Error
sv: 500 - Serverfel

source: Oops, something went wrong. We'll try singing a serenade for our server to pursuade it to cooperate.
sv: Hoppsan, något gick fel. Vi ska försöka sjunga en serenad för vår server med hopp om att det får den att samarbeta.

source: Concert archive
sv: Konsertarkiv

source: Nothing here yet!
sv: Inget här än så länge!

source: Upcoming concerts
sv: Kommande konserter

source: We do not have any concerts announced at the moment! <br/> You can find our previous concerts in the <a href="{}">concert archive</a>.
sv: Vi har inga konserter annonserade för tillfället! <br/> Du kan hitta våra tidigare konserter i <a href="{}">konsertarkivet</a>.

source: Who are we?
sv: Vilka är vi?

source: Kongl. Teknologkören (KTK) is a student choir of the <a href="http://ths.kth.se">Student union, THS</a>, of the Royal Institute of Technology in Stockholm. We are a mixed choir with about 40&ndash;45 members.
sv: Kongl. Teknologkören (KTK) är en studentkör i <a href="http://ths.kth.se">Tekniska Högskolans Studentkår</a>, hemmahörande på KTH i Stockholm. Vi är en blandad kör med ca 40&ndash;45 medlemmar.

source: Our repertoire spans all music made for choir; from sacred music to world music and music from student culture. The choir has been part several larger projects, besides own concerts and recordings. The spring of 2016 we did a tour to Turku, Finland, where we performed Giuseppe Verdi's Requiem together with KTH's orchestra <i>KTH:s Akademiska Kapell</i>, and finnish choirs Florakören and Brahe Djärknar.
sv: Vår repertoar spänner över allt som gjorts för kör; från sakral musik till världsmusik och studentikosa inslag. Förutom egna konserter och skivinspelningar har kören deltagit i större projekt av olika slag. Senast under en turné till Åbo våren 2016 där vi framförde Giuseppe Verdis Requiem tillsammans med KTH:s Akademiska kapell samt Florakören och Brahe Djäknar.

source: Kongl. Teknologkören is an active choir both musically and socially. In the choir you will find both a joy of singing as well as friends for life! We do lots of fun things during the year, including:
sv: Kongl. Teknologkören är en aktiv kör både musikaliskt och socialt. I kören kan du hitta både sångarglädje och vänner för livet! Vi gör mycket kul varje år, bland annat:

source: Rehearsal on Wednesdays between 18:30&ndash;21:30.
sv: Repeterar på onsdagar mellan kl. 18:30&ndash;21:30.

source: Perfom at our fall, christmas, spring, and summer concerts.
sv: Framför vår höstkonsert, julkonsert, vårkonsert och sommarkonsert.

source: We go to Åland for a yearly rehearsal weekend in October.
sv: Vi åker på en årlig repetitionshelg till Åland i oktober.

source: Sing for the new students at KTH's welcoming ceremonies in the city hall in August.
sv: Sjunger för nyantagna studenter på KTH:s mottagningskonserter i Stadshuset i augusti.

source: Sing at KTH's diploma ceremonies in the city hall in May and December.
sv: Sjunger på KTH:s diplomeringscermonier i Stadshuset i maj och december.

source: Sing at KTH's own christmas concert together with KTH:s Akademiska Kapell.
sv: Sjunger på KTH:s egen julkonsert tillsammans med KTH:s Akademiska Kapell.

source: Many Lucia processions at companies and organisations all over Stockholm in December.
sv: Går många luciatåg hos företag och organisationer runt om i Stockholm.

source: Sing and socialise at the choir's own parties.
sv: Sjunger och umgås på körens egna fester.

source: Every other summer we go on a longer trip to meet other choirs or compete at international choir competitions. The last trips were:
sv: Varannan sommar gör vi också en längre resa för att träffa andra körer eller delta i internationella körtävlingar. De senaste resorna gick hit:

source: Vienna &amp; Ljubljana, 2017
sv: Wien &amp; Ljubljana, 2017

source: We were able to stay for a short time in Vienna before continuing to Ljubljana where we performed in the beautiful S:t Nicolas' Cathedral.
sv: Vi hann med en kort vistelse med konsert i Wien innan vi åkte vidare till Ljubljana där vi framträdde i vackra Sankt Nicholas katedral.

source: Bulgaria, 2015
sv: Bulgarien, 2015

source: We participated in workshops about bulgarian folk music and kept concerts at the university in Sofia and at a biomathematics conference in Blagoevgrad.
sv: Här deltog vi i workshops om bulgarisk folkmusik och höll konserter på universitetet i Sofia samt på en biomatematik-konferens i Blagoevgrad.

source: In Portugal, we sang with several choirs, including our sister choir at the Technical University of Lisbon.
sv: I Portugal sjöng vi med olika körer, bl.a. vår syskonkör vid Lissabons tekniska universitet.

source: The choir participated in the Barcelona choir festival, and performed in the Barcelona Cathedral.
sv: Kören deltog under Barcelonas körfestival och framförde en konsert i stadens katedral.

source: Kongl. Teknologkören is led by conductor Rikard Karlsson since 2010. Before that, we've been led by David Lundblad (2008&ndash;2010), Fredrik Winberg (2003&ndash;2007) and Helene Stureborg (1994&ndash;2002).
sv: Sedan 2010 är Rikard Karlsson körens dirigent. Tidigare har kören letts av bland andra David Lundblad (2008&ndash;2010), Fredrik Winberg (2003&ndash;2007) och Helene Stureborg (1994&ndash;2002).

source: We often and gladly perform at parties and celebrations at companies, and sometimes on behalf of individuals. See <a href="{booking}">Booking</a> or <a href="{contact}">contact us</a> for more information.
sv: Kören är ofta och gärna engagerad hos olika företag, ibland även privatpersoner, för att sjunga vid olika festligheter. Se <a href="{booking}">Boka</a> eller <a href="{contact}">kontakta oss</a> för mer information.

source: Book us
sv: Boka oss

source: Book Teknologkören!
sv: Boka Teknologkören!

source: Kongl. Teknologkören is a frequently hired choir that contributes with song and music at many different events. The last few years we have performed at large conferences, smaller parties, dinners, weddings, baptisms and funerals. In December we enrich the Lucia celebrations at our different customers all over Stockholm. These performances are always appreciated by the thousands that get a chance to listen to the song.
sv: Kongl. Teknologkören är en ofta anlitad kör som bidrar med sång och musik vid många olika evenemang. De senaste åren har kören framträtt både vid stora konferenser och mingel, mindre fester och middagar samt på bröllop, dop och begravningar. I december förgyller kören luciafirandet hos olika uppdragsgivare över hela Stockholm. Dessa tillfällen är otroligt uppskattade av de tusentals personer får chans att lyssna till sången.

source: Would you like to book Kongl. Teknologkören? We'll sing however you want, wherever you want &mdash; conferences, bachelor &amp; bachelorette parties, birthdays, weddings, baptisms, funerals, farewell parties, and more! Contact our chairman whose contact info can be found <a href="{}">here</a>.
sv: Vill du boka Kongl. Teknologkören? Vi sjunger för er hur ni vill, var ni vill &mdash; på valborg, lucia, konferenser, svensexor, möhippor, födelsedagar, bröllop, dop, begravningar, avtackningar och mycket mer! Kontakta vår ordförande, vars kontaktinformation går att hitta <a href="{}">här</a>.

source: You can find more information about booking us for Lucia <a href="{}">here</a>.
sv: Du kan hitta mer information om att boka ett luciatåg av oss <a href="{}">här</a>.

source: Price example
sv: Prisexempel

source: 8000 kr will get you 14 chorists that sings songs from Kongl. Teknologkören's standard repertoire for 20 minutes. If you would like fewer singers you can hire a quartet which starts at 4000 kr.
sv: För 8000 kr får ni 14 sångare som sjunger sånger ur Kongl. Teknologkörens standardrepertoar i 20 minuter. Vill ni ha färre sångare kan ni t.ex. anlita en kvartett vilket kostar från 4000 kr.

source: The suggestions above are examples, we are flexible and are happy to adapt to your needs. Do you want another amount of singers, or want to hear your favorite song? Get in touch and we will work something out!
sv: Förslagen ovan är två exempel men vi är flexibla och anpassar oss gärna till era önskemål. Ni kanske vill ha ett annat antal sångare eller har en favoritsång ni vill att vi ska framföra? Tveka inte att höra av er till oss med era förslag!

source: You can find email adresses for all of our board members below:
sv: Du kan hitta e-postadresser till våra styrelsemedlemmar nedan:

source: Feel free to contact our chairman, %(name)s, phone %(phone)s, if you have any questions.
sv: Kontakta gärna vår ordförande, %(name)s, telefon %(phone)s, om du har någon fråga.

source: You can also reach us by regular mail:
sv: Du kan också nå oss via snigelpost:

source: Book a Lucia procession
sv: Boka luciatåg

source: Book a Lucia procession!
sv: Boka luciatåg!

source: Brighten the darkness of December with a Lucia procession by Teknologkören! Every year around the Saint Lucy celebrations we perform about 20 Lucia processions at companies and organisations all around Stockholm. The last few years we have been hired for the traditional Lucia concerts in Seglora Church at Skansen.
sv: Lys upp decembermörkret med ett luciatåg med Teknologkören! Varje år kring Lucia gör vi ett 20-tal uppskattade luciatåg hos företag och organisationer runt om i Stockholm. De senaste åren har vi bland annat anlitats vid de traditionella luciakonserterna i Seglora kyrka på Skansen.

source: What do you get?
sv: Vad får du?

source: One performance is usually 15&ndash;20 minutes long with 12 singers dressed in the traditional white dresses, all with burning candles. We can also offer more singers or longer performances, for example at different departments.
sv: Ett framträdande är vanligtvis 15&ndash;20 minuter långt med ca 12 sångare klädda i lucialinnen, alla med levande ljus. Vi kan även erbjuda att komma med fler sångare eller göra längre framträdanden, t.ex. på olika avdelningar.

source: For bookings and more information, please contact our chairman, %(name)s, on %(email)s or %(phone)s.
sv: För bokningar och mer information, kontakt vår ordförande, %(name)s, på %(email)s eller %(phone)s.

source: Sing with Teknologkören!
sv: Sjung med Teknologkören!

source: Would you like to sing with us? Excellent!
sv: Vill du sjunga med oss? Vad kul!

source: To be able to sing in Teknologkören you are expected to have some prior choral experience and be able to read and sing by sheet music. You will also have to have the time to attend and be committed at rehearsals, concerts, and other performances. If you fit these requirements, you are welcome to sign up for an audition!
sv: För att sjunga i Teknologkören förväntas du ha någon körvana och kunna läsa och sjunga efter noter. Du måste även ha tid att komma på och vara engagerad på repetitioner, konserter och andra framträdanden. Om du har och kan det är du välkommen att anmäla dig för en provsjungning!

source: Here will follow some information on how an audition works and what you can do to prepare.
sv: Här följer lite information om hur en provsjungning för oss går till och hur du kan förbereda dig.

source: You will sing for our conductor and one or two people from the choir. The audition will take about 10 minutes.
sv: Du kommer att få sjunga upp inför vår dirigent och någon från kören. Sökningen tar ca 10 minuter.

source: At the audition, you will:
sv: På provsjungningen kommer du:

source: Sing some voice exercises according to instructions from our conductor.
sv: Sjunga några röstövningar enligt instruktioner från vår dirigent.

source: You will sing a piece of your choice, a capella or with accompaniment. If you want our conductor to accompany you on piano, bring sheet music.
sv: Du framför ett valfritt stycke, a cappella eller med ackompanjemang. Ta med noter om du vill att vår dirigent kompar dig på piano.

source: You will do a sight-reading test, singing a song a vista from sheet music that you cannot prepare for, accompanied by piano.
sv: Du kommer göra ett a vista-prov där du sjunger efter noter på ett stycke som du inte kan förbereda dig på med stöd från piano.

source: Sing in a quartet &mdash; We will send you a score that you will perform in a quartet together with three current chorists. Practice the voice you want to audition for at home. You can have the score with you, it is not required to know it by heart.
sv: Sjunga i kvartett &mdash; Vi skickar dig en not som du kommer få framföra i kvartett tillsammans med tre nuvarande korister. Du övar hemma på den stämma som du vill söka in till. Det är inget krav att kunna stycket utantill och det är okej att ha noten med dig.

source: We rehearse Wednesdays on KTH campus Valhallavägen, between 18:30 and 21:30.
sv: Vi repar på onsdagar på KTH campus Valhallavägen mellan 18:30 och 21:30.

source: If you want to sign up for an audition, fill in <a href="{}">this form</a>. Auditions normally take place in the beginning of the semester, meaning September or January/February.
sv: Om du vill anmäla dig för en provsjungning, fyll i <a href="{}">detta formulär</a>. Provsjungningar sker vanligtvis i början av terminen, det vill säga september eller januari/februari.

source: If you have any questions about the auditions, please <a href="{}">contact our chairman</a>.
sv: Om du undrar över något angåenda våra provsjungningar så går det bra att <a href="{}">kontakta vår ordförande</a>.

source: We are looking for new members! More info in our <a href="https://www.teknologkoren.se/blog/21/teknologkoren-soker-korister/">blog post</a> below!
sv: Vi söker nya korister! Mer info i vårt <a href="https://www.teknologkoren.se/blog/21/teknologkoren-soker-korister/">blogg-inlägg</a> nedan!
